{
    "mascotas" : [
        {
            "id": "1",
            "nombre": "Luna",
            "descripcion": "El bobtail o viejo pastor inglés, también conocido como antiguo pastor ingles, es un perro grande, de cuerpo cuadrado, y con un pelaje largo y abundante que le cubre todo el cuerpo",
            "edad": 1,
            "imagen": "https://static.wixstatic.com/media/db6e6a_4ff07771f4df49c6b6181c9c5f6833ac.jpg/v1/fill/w_350,h_403,al_c,q_80,usm_0.66_1.00_0.01,enc_auto/db6e6a_4ff07771f4df49c6b6181c9c5f6833ac.jpg",
            "tamaño": "grande",
            "raza": "Pastor ingles",
            "sexo": "femenino",
            "especie": "perro"
        },
        {
            "id": "2",
            "nombre": "Simon",
            "descripcion": "El pinscher miniatura es uno de los más dinámicos y confiados de los perros pequeños. El pinscher miniatura de origen alemán proviene de varios cruces de perros y aunque lo parece, no es el hermano pequeño del Doberman. El pinscher miniatura tiene un carácter predominante y fuerte. Aunque es muy cariñoso y sociable con los suyos, con otros animales no lo es tanto, sobre todo si no está bien socializado desde cachorro.",
            "edad": 2,
            "imagen": "https://www.purina.es/sites/default/files/2021-02/BREED%20Hero_0084_miniature_pinscher.jpg",
            "tamaño": "pequeño",
            "raza": "Pincher miniatura",
            "sexo": "masculino",
            "especie": "perro"
        },
         {
            "id": "3",
            "nombre": "Ciro",
            "descripcion": "El cocker spaniel inglés es un perro muy inteligente, juguetón y sociable. Siente mucho apego por su familia humana y necesita estar siempre junto a los suyos para sentirse bien, ya que de lo contrario podría sufrir ansiedad por separación. Esto no significa que nunca se pueda dejar solo, pero si no tenéis mucho tiempo como para estar con ellos, mejor que adoptéis otra tipo de mascota.",
            "edad": 1,
            "imagen": "https://cdn.wamiz.fr/cdn-cgi/image/format=auto,quality=80,width=400,height=400,fit=cover/animal/breed/pictures/61cdd82c1ad1a326747653.jpg",
            "tamaño": "mediano",
            "raza": "Cocker",
            "sexo": "masculino",
            "especie": "perro"
        },
        {
            "id": "4",
            "nombre": "Milo",
            "descripcion": "El gato siamés probablemente sea uno de los gatos más populares del mundo actual. El azul intenso de su mirada hace que nos quedemos embobados mirándolo y, si a eso le sumamos la combinación de colores en su pelaje, el resultado es un esbelto, elegante y adorable gato que nos roba el corazón.",
            "edad": 1,
            "imagen": "https://estaticos.muyinteresante.es/uploads/images/gallery/591ec9b95bafe8a5c53c986a/gato-siames_0.jpg",
            "tamaño": "pequeño",
            "raza": "Siames",
            "sexo": "masculino",
            "especie": "gato"
        },
        {
            "id": "5",
            "nombre": "Beny",
            "descripcion": "El gato americano de pelo corto, o american shorthair, es un gato de tamaño mediano, fuerte y atlético, que llegó al continente americano hace unos 400 años de la mano de los colonos de Inglaterra, quienes lo utilizaban para el control de las plagas. Empezó a criarse de forma seleccionada a principios del siglo XX. Posee una larga esperanza de vida y es un gato sano y fuerte, muy amigable, adaptativo, cariñoso, juguetón e independiente.",
            "edad": 3,
            "imagen": "https://t1.ea.ltmcdn.com/es/razas/1/7/8/gato-americano-de-pelo-corto_871_0_orig.jpg",
            "tamaño": "mediano",
            "raza": "Gato americano de pelo corto",
            "sexo": "femenino",
            "especie": "gato"
        },
        {
            "id": "6",
            "nombre": "Frida",
            "descripcion": "El bichón frisé, también conocido como bichón de pelo rizado, es un perro blanco y pequeño de pelo largo y rizado en forma de tirabuzón. Destaca como animal de compañía por su carácter alegre, jovial y vivaz. En pocas palabras, se trata de la raza de perro perfecta para aquellas personas que no hayan adoptado antes o busquen un can fácil de adiestrar, a la par que juguetón y divertido. Convivir con un bichón frisé es realmente fácil, puesto que es un perro que se adapta perfectamente a cualquier persona.",
            "edad": 1,
            "imagen": "https://t1.ea.ltmcdn.com/es/razas/1/7/8/gato-americano-de-pelo-corto_871_0_orig.jpg",
            "tamaño": "pequeño",
            "raza": "Bichon frise",
            "sexo": "femenino",
            "especie": "perro"
        },
        {
            "id": "7",
            "nombre": "Milo",
            "descripcion": "Con una apariencia exótica y única, el gato savannah recuerda a un auténtico leopardo en miniatura, ¿cierto? Pero que eso no nos engañe, hablamos de un felino doméstico que se adapta perfectamente a la convivencia dentro del hogar. Además, hablamos de un gato especialmente activo, sociable y cariñoso.",
            "edad": 3,
            "imagen": "https://www.cimformacion.com/blog/wp-content/uploads/2015/03/gato-serval-savannah-min.jpg",
            "tamaño": "grande",
            "raza": "Savannah",
            "sexo": "masculino",
            "especie": "gato"
        },
        {
            "id": "8",
            "nombre": "Felix",
            "descripcion": "El pelaje de esta raza es corto, aunque tiene una segunda capa que hace que sea mucho más denso (a veces encontramos gatos mestizos de pelo largo aunque no es lo común). El color suele ser negro con rallas como si fuera un pelaje atigrado. También estos felinos se caracterizan por tener mezcla de colores, predominantemente blanco y amarillo o naranja.",
            "edad": 3,
            "imagen": "https://animalesmascotas.com//wp-content/uploads/2013/11/razas-de-gato-gatos-domestico-comun-o-mestizo-768x1024.jpg",
            "tamaño": "mediano",
            "raza": "Mestizo",
            "sexo": "masculino",
            "especie": "gato"
        },
        {
            "id": "9",
            "nombre": "Nala",
            "descripcion": "Es una perra muy inteligente, juguetona y sociable. Pelo corto y de tamaño mediano",
            "edad": 1,
            "imagen": "https://www.respetmascotas.com/posts/easset_upload_file32027_708883_e.jpg",
            "tamaño": "mediano",
            "raza": "Mestizo",
            "sexo": "femenino",
            "especie": "perro"
        },
        {
            "id": "10",
            "nombre": "Coco",
            "descripcion": "Es un perro jugueton, que le encanta estar acompañado. Pelo corto y de tamaño grande",
            "edad": 1,
            "imagen": "https://estaticos.muyinteresante.es/media/cache/1000x_thumb/uploads/images/gallery/5a3a56355cafe838123c9869/perro-sentado.jpg",
            "tamaño": "grande",
            "raza": "Mestizo",
            "sexo": "masculino",
            "especie": "perro"
        }
    ]
}